{
  "langs": [
    "romana",
    "engleza"
  ],
  "texts": [
    "info_bearings",
    "info_deck",
    "info_wheels",
    "info_trucks",
    "mesaj_confirmare",
    "mesaj_info",
    "mesaj_banuti",
    "mesaj_eroare_banuti",
    "mesaj_eroare_full",
    "mesaj_banuti_level",
    "mesaj_confirmare_upgrade",
    "mesaj_afirmativ",
    "mesaj_negativ",
    "mesaj_estisigur",
    "mesaj_welcome_free",
    "mesaj_welcome_full",
    "mesaj_rate",
    "mesaj_desigur",
    "mesaj_fb",
    "mesaj_buy",
    "mesaj_cumpar",
    "mesaj_binevenit",
    "mesaj_help",
    "mesaj_exit"
  ],
  "romana": {
    "info_bearings": "Dacă upgradezi skillul la rulmenti vei putea atinge o viteză mai mare.",
    "info_deck": "Dacă upgradezi skillul la deck vei putea sări mai sus.",
    "info_wheels": "Dacă upgradezi skillul la roti te vei putea opri mai repede.",
    "info_trucks": "Dacă upgradezi skillul la axe nu vei mai ricoșa asa de tare cu asfaltul la aterizare.",
    "mesaj_confirmare": "Am înțeles",
    "mesaj_info": "Informații",
    "mesaj_banuti": "Ai %1 banuți.",
    "mesaj_eroare_banuti": "Mai ai nevoie de încă %1 banuți pentru a upgrada nivelul.",
    "mesaj_eroare_full": "Ai deja nivelul maxim pentru acest item!",
    "mesaj_banuti_level": "Ai %1 banuți și nivelul %2 pentru acest item.",
    "mesaj_confirmare_upgrade": "Vrei să mărești nivelul acestui item pentru %1 bănuți?",
    "mesaj_afirmativ": "Da",
    "mesaj_negativ": "Nu",
    "mesaj_estisigur": "Ești sigur?",
    "mesaj_welcome_free": "Salut! Pentru început mulțumim pentru că ai descărcat acest joc!\nNu uita să ne ajuti cu un rate și review și dacă dorești un like pe facebook!\n\nhttps://www.facebook.com/fainosagstudio\n\nDacă ai orice propunere sau dorești să raportezi un bug, te rog, scrie-ne pe facebook, ne va face plăcere să va citim orice mesaj!\nCe trebuie să faci?\nEste simplu, folosind touch-ul prin swipe-uri trebuie să treci prin nivelele jocului.\nDacă dorești o calitate superioara a imaginilor trebuie să intrii in setări, de asemenea de acolo poți activa sau dezactiva efectele sonore și reclamele din timpul jocului.\nDacă ți-a plăcut acest joc și vrei să ne ajuți, incearcă versiunea full a acestui joc, unde vei avea parte de următoarele beneficii:\n*nu sunt reclame\n*pentru fiecare bănuț luat vei mai primi unul cadou\n*poți da zoom in / out in timpul jocului folosind touch-ul. \n*mult mai multe nivele\n*nu vor aparea alte dialoguri care apar la versiunea gratuita\n\n",
    "mesaj_welcome_full": "Salutare! Îti mulțumim pentru că ai cumpărat versiunea completă a jocului.\nDacă ai vreo sugestie sau întrebare te rog trimite un mesaj la pagina noastra de Facebook, https://www.facebook.com/fainosagstudio.\nDistracție plăcută!",
    "mesaj_rate": "Dorești să ne dai un rate și review? Ne-ar fi de foarte mare ajutor.",
    "mesaj_desigur": "Desigur",
    "mesaj_fb": "Dorești să ne dai un like pe Facebook?\nAcolo vom posta diverse concursuri, actualizări ale jocului, și multe altele!",
    "mesaj_buy": "Iți place jocul nostru?\nÎncearcă versiunea completă care are următoarele caracteristici:\n*nu sunt reclame\n*primești de două ori mai mulți bănuți\n*poți da zoom in / out în timpul jocului (foarte util ca să vezi nivelul)\n*mult mai multe nivele, oricând poți solicita mai multe.\n*nu se vor mai afișa diverse dialoguri ca acesta\nȘi de asemenea ne-ai ajuta foarte mult!",
    "mesaj_cumpar": "Cumpăr",
    "mesaj_binevenit": "Bine ai venit!",
    "mesaj_help": "Ne poți ajuta?",
    "mesaj_exit": "Ești sigur că vrei să ieși din joc?"
  },
  "engleza": {
    "info_bearings": "If you upgrade your bearings skill you will be able to roll faster!",
    "info_deck": "If you upgrade your deck skill you will be able to ollie higher!",
    "info_wheels": "If you upgrade your wheels skill you will be able to stop faster.",
    "info_trucks": "If you upgrade your trucks skill you won't bounce that much when landing.",
    "mesaj_confirmare": "Ok",
    "mesaj_info": "Info",
    "mesaj_banuti": "You have %1 coins.",
    "mesaj_eroare_banuti": "You need %1 more coins to upgrade your skill.",
    "mesaj_eroare_full": "You already have the maximum skill for this item!",
    "mesaj_banuti_level": "You have %1 coins and skill %2 for this item.",
    "mesaj_confirmare_upgrade": "Do you want to upgrade this skill for %1 coins?",
    "mesaj_afirmativ": "Yes",
    "mesaj_negativ": "No",
    "mesaj_estisigur": "Are you sure?",
    "mesaj_welcome_free": "Hi! Thank you for downloading Mario Skateboarding!\nDon't forget to rate and review this game, and if you want give us a like on Facebook:\n\nhttps://www.facebook.com/fainosagstudio\n\n\nIf you have any suggestion or want to report a bug please send us a message on facebook, we would love to hear anything from you!\nWhat do you have to do in this game?\nIs easy, using the touchscreen you need to go through the levels.\nIf you want a better quality for the textures you might wanna go in the options screen and choose, there you can also enable / disable the sound effects and in game ads.\nIf you liked this game and you want to support us please buy the full game, you will have the following features:\n*no ads\n*you will get twice as many coins\n*you can zoom in / out while playing\n*a lot more levels\n*no more dialogs that would normally show in the free version\n\n\n",
    "mesaj_welcome_full": "Hi! Thank you for purchasing the full version!\nIf you have any suggestion or question send us a message on facebook\nhttps://www.facebook.com/fainosagstudio\nHave fun!\n",
    "mesaj_rate": "Do you want to give us a rate and review? It would help us a lot!",
    "mesaj_desigur": "Sure",
    "mesaj_fb": "Do you want to give us a like on Facebook?\nWe are going to post there some contests, updates from our games, and a lot more!",
    "mesaj_buy": "Do you like this game?\nTry the full version, that have the next features\n*no ads\n*you get twice as many coins\n*you can zoom in / out while playing (good for seeing the level better)\n*more levels, and you can always request for more.\n*no more dialogs like in the free version. \nAnd you would also help us a lot!",
    "mesaj_cumpar": "Buy",
    "mesaj_binevenit": "Welcome!",
    "mesaj_help": "Can you help us?",
    "mesaj_exit": "Are you sure you want to exit?"
  }
}